{
  "year_len": 336,
  "events": 0,
  "n_months": 12,
  "months": [
    "Primana",
    "Sigana",
    "Triana",
    "Quartana",
    "Quintana",
    "Sectana",
    "Septana",
    "Octana",
    "Novana",
    "Dectana",
    "Ontana",
    "Doctana"
  ],
  "month_len": {
    "Primana": 28,
    "Sigana": 28,
    "Triana": 28,
    "Quartana": 28,
    "Quintana": 28,
    "Sectana": 28,
    "Septana": 28,
    "Octana": 28,
    "Novana": 28,
    "Dectana": 28,
    "Ontana": 28,
    "Doctana": 28
  },
  "week_len": 7,
  "weekdays": [
    "Sunday",
    "Moonday",
    "Fuedsday",
    "Winsday",
    "Dirgeday",
    "Freeday",
    "Starday"
  ],
  "n_moons": 1,
  "moons": [],
  "lunar_cyc": { "0": 28 },
  "lunar_shf": { "0": 0 },
  "year": 0,
  "first_day": 0,
  "notes": {
    "0-1-1": "CALAMITY BEGINS!",
    "0-2-1": "Fizznob shows up in Whitemeadow. Travel to Delian Tomb - Boar wood.",
    "0-2-2": "Gobos in Delian Tomb",
    "0-2-3": "Return to Whitemeadow - Boar wood. Extended Rest - Whitemeadow",
    "0-2-4": "Explore the Wizard Tower",
    "0-2-5": "Return to Whitemeadow. Extended Rest - Whitemeadow",
    "0-2-6": "Travel to Shrine of Savraas - Boar wood",
    "0-2-7": "Fizz gets captured by the Gobos",
    "0-2-8": "Rescue Fizz and Connyberrans",
    "0-2-9": "Return to Whitemeadow. Extended Rest - Whitemeadow",
    "0-2-10": "Rest at Whitemeadow",
    "0-2-11": "Leave for Dam - Boar wood. Stop at Delian Tomb.",
    "0-2-12": "Travel to Dam - Boar wood",
    "0-2-13": "Travel to Dam - Boar wood",
    "0-2-14": "Arrive at dam - Boar wood",
    "0-2-15": "Liberate dam and meet Kramdram",
    "0-2-16": "Start back to Whitemeadow - Boar wood",
    "0-2-17": "Travel to Whitemeadow - Boar wood",
    "0-2-18": "Travel to Whitemeadow - Boar wood",
    "0-2-19": "Arrive at Whitemeadow. Extended Rest - Whitemeadow",
    "0-2-20": "Fizz and Kram to Wizard Tower. Merrick training Connyberrans. Merrick Extended Rest - Whitemeadow",
    "0-2-21": "Fizz and Kram return to Whitemeadow. Dworic killed by Displacer Beast. Kram adopts a Displacer Beast Kitten. Names Nova. Extended Rest - Whitemeadow",
    "0-2-22": "Travel to Delian Tomb to bury Dworic - Boar wood",
    "0-2-23": "Return to Whitemeadow. Extended Rest - Whitemeadow",
    "0-2-24": "March to the Shrine of Savras with Connyberrans - Boar wood",
    "0-2-25": "Liberate Connyberry",
    "0-2-26": "Fizz and Kram to Whitemeadow. Merrick overseeing Connyberran defense. Fizz and Kram Extended Rest - Whitemeadow",
    "0-2-27": "Fizz and Kram return to Connyberry. Extended Rest - Connyberry",
    "0-2-28": "Travel to Shrine of Savras to retrieve bell. Fight Slaad. Kram infected",
    "0-3-1": "Rest at Shrine",
    "0-3-2": "Slaad finally burned to ash. Retrieved claw metal. Return to Connyberry. Extended Rest - Connyberry",
    "0-3-3": "Begin travel to Irondeep - Boar wood",
    "0-3-4": "On road to Irondeep - Boar wood",
    "0-3-5": "On road to Irondeep - Boar wood. Camp at forest edge before plain",
    "0-3-6": "On road to Irondeep - Plain. Cross plain to find 5 dead orcs, 5 dead elves, and 2 dead horses on the road by the edge of the Elvenwood",
    "0-3-7": "On road to Irondeep - Elvenwood",
    "0-3-8": "On road to Irondeep - Elvenwood",
    "0-3-9": "Arrive at Trading Outpost outside of Irondeep. Extended Rest - Trading Outpost",
    "0-3-10": "Day at Trading Outpost. Extended rest - Trading Outpost",
    "0-3-11": "Travel to kobold-infested mine",
    "0-3-12": "Clear kobold-infested mine. Find clone jar that Fizz destroys. Also loot supposed dragon hoard. Camp hidden in woods",
    "0-3-13": "Return to Trading Outpost. Extended Rest - Trading Outpost",
    "0-3-14": "Travel to Irondeep. Loot parts of abandoned city. Return to Trading Outpost. Extended Rest - Trading Outpost",
    "0-3-15": "Travel to Axeholm. Camp 1 mile from keep",
    "0-3-16": "Clear Axeholm of threats. Stay night in keep",
    "0-3-17": "Return to Trading Outpost. Extended Rest - Trading Outpost",
    "0-3-18": "Depart for Connyberry - Elvenwood. Kram max HP 47 (-5)",
    "0-3-19": "Travel to Connyberry - Elvenwood. Kram Max HP 46 (-6)",
    "0-3-20": "Travel to Connyberry - Elvenwood. Camp at edge of Elvenwood. Find more evidence of skirmishes between Elves and Orcs. Kram Max HP 45 (-7)",
    "0-3-21": "Travel to Connyberry - Plain. Camp at edge of Boar wood. Kram Max HP 44 (-8)",
    "0-3-22": "Travel to Connyberry - Boar wood. Kram Max HP 43 (-9)",
    "0-3-23": "Travel to Connyberry - Boar wood. Kram Max HP 42 (-10)",
    "0-3-24": "Arrive at Connyberry - Boar wood. Extended Rest - Connyberry. Kram Max HP 41 (-11)",
    "0-3-25": "Begin construction of keep. Travel to Whitemeadow. Extended Rest - Whitemeadow. Kram Max HP 40 (-12)",
    "0-3-26": "Begin construction of Establishment (bank) and Wizard's Tower. Meet Gisealia. Extended Rest - Whitemeadow. Kram Max HP 39 (-13)",
    "0-3-27": "Travel to Connyberry. Gisealia begins Displacer Beast hunt. Meet Janelle and Aridira. Extended Rest - Connyberry. Kram Max HP 38 (-14)",
    "0-3-28": "Depart for Elves - Boar wood (fast pace). Kram Max HP 37 (-15)",
    "0-4-1": "Travel to Elves - Boar wood and Plain (fast pace). Encounter Boarc at edge of Elvenwood. Kram Max HP 36 (-16)",
    "0-4-2": "Encounter elves at site of Boarc encounter near edge of Elvenwood. Attempt to save dryad from orcs. Retreat. Kram Max HP 35 (-17)",
    "0-4-3": "Attempt to infiltrate orc compound again... Kram Max HP 34 (-18)",
    "0-5-8": "Kram Max HP 0 (-52)",
    "0-5-14": "Establishment (bank) completed",
    "0-6-2": "Wizard Tower completed",
    "0-6-16": "Keep completed",
    "956-1-1": ""
  }
}
